Repository: mozilla-l10n/mt-training-data
Catalog: mnw/mnw_pontoon.tmx
Source language: en_us
Languages: mnw

source: Response submitted successfully
mnw: ပတိုန် သွဟ် တုဲဒှ်အာ ဗွဲမအံၚ်ဇၞးရ။

source: Retrieving datasets
mnw: ကလေၚ်စၟဳစၟတ်တဴဒၟံၚ် တၚ်ဂၞၚ်ဒေတာ

source: Return
mnw: ကလေၚ်

source: Return here to edit your goal anytime.
mnw: သွက်ဂွံပလေဝ်ပလေတ်ဒါန် တိုၚ်ပ္ကဴရန်တၟအ်မၞးဂှ် အခိၚ်ဟွံရုဲ ကလေၚ်ကၠုၚ်ဒၞာဲဏအ်ညိ။

source: Return to Common Voice
mnw: ကလေၚ်စဴဒၞာဲ Common Voice

source: Return to Common Voice Datasets
mnw: ကလေင်အာ ဇရေင် တင်ဂၞင်ဒေတာ Common Voice ဂမၠိုၚ်

source: Return to Languages
mnw: ကလေၚ်စဴဒၞာဲအရေဝ်ဘာာသာဂမၠိုၚ်

source: Review
mnw: ဗ္စာစၟဳစၟတ်

source: Review and vote for new questions submitted by the community
mnw: ကလေၚ်စၟဳစၟတ် ကေုာံ စုတ်ကဵုမာဲ သွက်အရေဝ်သၟာန် မပတိုန်လဝ်နကဵုကောန်ဂကောံဂမၠိုၚ်ညိ။

source: Review could not be saved. Please try again later.
mnw: အရာစၟဳစၟဝ်လဝ်ဂှ် သီုဂိုၚ်ဟွံဂွံရောၚ်။ ထပ်ဂ္စါန်မွဲဝါပၠန်ညိ။

source: ⓘ Review Criteria
mnw: ⓘ တၚ်နၚ်စၟတ်သမ္တီစၟဳစၟတ်

source: Review Criteria
mnw: တၚ်နၚ်စၟတ်သမ္တီစၟဳစၟတ်

source: Reviewed sentences not submitted, are sure?
mnw: ဝါကျ မစၟဳစၟတ်လဝ်တအ်ဂှ် ဟွံပလံၚ်ဗစိုပ်လဝ်ဏီ၊ ချိုတ်ပၠိုတ်ရဟာ?

source: Review existing sentences submitted by the community
mnw: ကလေၚ်စၟဳစၟတ် ဝါကျမပတိုန်လဝ်နကဵုကောန်ဂကောံဂမၠိုၚ်ညိ။

source: Reviewing Sentences
mnw: ကလေၚ်စၟဳစၟတ်ဒၟံၚ်ဝါကျဂမၠိုၚ်

source: Review questions
mnw: ကလေၚ်စၟဳစၟတ်အရေဝ်သၟာန်ဂမၠိုၚ်

source: Review Questions
mnw: ကလေၚ်စၟဳစၟတ်အရေဝ်သၟာန်ဂမၠိုၚ်

source: Review & re-record clips here as you go
mnw: အတိုၚ်ပၠောပ်အာ ကလေပ်ရမျာၚ်တအ်ဂှ် ကလေၚ်စၟဳစၟတ် ကေုာံ ကလေၚ်ပၠောပ်ရမျာၚ် ပ္ဍဲဒၞာဲဏအ် ညိ။

source: Review & re-record clips if needed
mnw: ကလေၚ်စၟဳစၟတ်တုဲ၊ ယဝ်ရနွံပၟိက်တှ်ေ ကလေၚ်ပၠောပ်ကေတ်ရမျာၚ်မွဲဝါပၠန်ညိ။

source: Review sentences
mnw: ကလေၚ်စၟဳစၟတ်ဝါကျဂမၠိုၚ်

source: Review Sentences
mnw: ကလေၚ်စၟဳစၟတ်ဝါကျဂမၠိုၚ်

source: Review & Submit
mnw: ကလေၚ်စၟဳစၟတ် ကေုာံ ပလံၚ်ဗ္စိုပ်

source: Review transcriptions
mnw: ကလေၚ်စၟဳစၟတ်အရာချူချာဲဂမၠိုၚ်

source: Review Transcriptions
mnw: ကလေၚ်စၟဳစၟတ်အရာချူချာဲဂမၠိုၚ်

source: Review transcriptions of recorded sentences for accuracy
mnw: စၟတ်သမ္တီ ဝါကျ မတက်ပတိတ်နူရမျာၚ်တအ်ဂှ် ဒး ဟွံဒး ကလေၚ်စၟဳစၟတ်ညိ။

source: Review user-submitted transcriptions in your language
mnw: ကလေၚ်စၟဳစၟတ် ညးသုၚ်စောဲတအ် မပလံၚ်ဗစိုပ်လဝ် လိက်မချူပတိတ်လဝ်ဂမၠိုၚ် နကဵု အရေဝ်ဘာသာမၞး

source: Romanian
mnw: ရဝ်မေနဳယျာန်

source: Romansh Sursilvan
mnw: ရဝ်မာန် သူသေဲဗာန်

source: Romansh Vallader
mnw: ရဝ်မာန် ဗာလ္လာဒေရ်

source: Rukai
mnw: ရူကာဲ

source: Runyankole
mnw: ရာန်ယာန်ကဝ်လေ

source: Russian
mnw: ရုရှာ

source: Rutoro
mnw: ရူတဝ်ရဝ်

source: Ruuli
mnw: ရူလဳ

source: Sabah Bisaya
mnw: သာဗာ ဗဳသာယာ

source: Sabah Malay
mnw: မာလေ သာဗာ

source: Saʼban
mnw: သာဗာန်

source: Sakha
mnw: သာခါ

source: Sakizaya
mnw: သာကဳဇြာယာ

source: Sango
mnw: သာန်ဂေါ

source: Sansi
mnw: သာန်သဳ

source: Santali (Ol Chiki)
mnw: သာန်တာလဳ (အဝ်လ် ချဳကဳ)

source: Saraiki
mnw: သာရာဲကဳ

source: Sardinian
mnw: သာရ်ဒဳနဳယျာ

source: Save
mnw: ဂိုၚ်စွံ

source: Saved
mnw: ဂိုၚ်စွံလဝ်တုဲ

source: Scots
mnw: သကတ်

source: Scripted Speech
mnw: လဟီုစၞောန်

source: SCRIPTED SPEECH
mnw: လဟီုစၞောန်

source: Scripted Speech Already Available
mnw: Scripted Speech ဂှ်နွံဒၟံၚ်တုဲတုဲရ။

source: Search
mnw: ဂၠာဲ

source: Search...
mnw: ဂၠာဲ...

source: Search for a language
mnw: ဂၠာဲဘာသာမွဲမွဲ

source: Search for a language...
mnw: ဂၠာဲဘာသာမွဲမွဲ

source: Seediq
mnw: သဳဒိတ်

source: See how your progress compares to other contributors all over the world.
mnw: ရံင်ကေတ်ဗီုပရေင်တဴတက်မၞး မၜတ်ကၞာတ်ကဵု ကုညးမပါလုပ်ကၠောန်နူအလုံမွဲလိုက်တၞဟ်ဟ်တအ်အိုတ်ညိ။

source: See Less
mnw: ရံၚ်ဗွဲခမၞောန်

source: See More
mnw: ရံၚ်ဗွဲတြး

source: Select a Language...
mnw: ရုဲစှ် အရေဝ်ဘာသာ...

source: Select all
mnw: ရုဲကေတ်သီုဖအိုတ်

source: Select an option
mnw: ရုဲကေတ် တၚ်ရုဲစှ်မွဲညိ။

source: Select a tag
mnw: ရုဲကေတ် တၚ်သမ္တီ မွဲညိ။

source: Select a variant (optional)
mnw: ရုဲကေတ် ဝါကျ ဗီုပြၚ်တၞဟ်မွဲ (တန်တဴပၟိက်စိုတ်)

source: Selected
mnw: ရုဲလဝ်တုဲ

source: Select File
mnw: ရုဲဝှာၚ်

source: Select File to Upload
mnw: သွက်ဂွံပတိုန်ဂှ်ရုဲဝှာၚ်ညိ။

source: Select <icon></icon> the text to begin
mnw: သွက်ဂွံစဂှ် ရုဲကေတ် <icon></icon> မလိက်ညိ။

source: Select the desired language dataset and choose the version you wish to download.
mnw: တၚ်ဂၞၚ်ဒေတာ အရေဝ်ဘာသာနွံပၟိက်ဂှ် ရုဲစှ်ကေတ်တုဲ လၟေၚ်ဗာယှေန်နွံပၟိက်မိက်ဂွံဂၠေါၚ်ဖျေံဂှ် ရုဲကေတ်ညိ။

source: Select up to three domains (optional)
mnw: ရုဲစုတ် ၜါပိကဏ္ဍမာန်ရောၚ်။ (တန်တဴကဵုပၟိက်စိုတ်)

source: Select your age
mnw: ရုဲအာယုက်

source: Select your sex or gender
mnw: ရုဲလိၚ်

source: Self Citation
mnw: နိဿဲစကေတ်တ်

source: Sena
mnw: သေနာ

source: Send a link to my email
mnw: ပလံၚ်ဏာ အဆက် (link) ကဵု အဳမေလ်မၞးညိ။

source: Send sign up link
mnw: ပလံၚ် လၚ် ကၠောန်အကံက်

source: Sentence
mnw: ဝါကျ

source: Sentence Collection
mnw: ပကောံပကေဝ် ဝါကျ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
mnw: <sentenceCollectorFragment>ဆက်လ္ၚတ် ပရူပရာ ပရေၚ်ပကောံပကေဝ် ဝါကျ ညိ</sentenceCollectorFragment>။

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
mnw: <sentenceCollectorVideo\>ဗဵုရံၚ် နဲကဲစၞောန်ထ္ၜး စပ်ကဵု ဗီုဂွံသုၚ်စောဲ ကိရိယာပကောံဝါကျ ညိ</sentenceCollectorVideo\>။

source: Sentence Domain
mnw: ကဏ္ဍ ဝါကျ

source: Sentences
mnw: ဝါကျဂမၠိုၚ်

source: Sentences are collected for people to read aloud.
mnw: ပကောံပကေဝ်လဝ် ဝါကျဂမၠိုင် သွက်ညးဂမၠိုင် ဂွံဗှ်ပတိတ်ရမျာင်ရ။

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
mnw: ဝါကျတအ်ဂှ်ကောပ်ကာဲလဝ် နကဵု အစဳအဇန်-ဂကောံမွဲရ၊ ၜိုတ်ဂှ်လေဝ် အစဳအဇန်ဏအ်ဂှ် ဍိုက်ပေၚ်တဴဒၟံၚ်ဟွံသေၚ်ဏီရ။ ယဝ်ရမၞးညာတ် ဟွံသေၚ်မ္ဂး မိၚ်ဒး ဝါကျ မကဵုပရေၚ်စိုတ်ဟွံခိုဟ် ဟွံသေၚ်မ္ဂး ပလီုပလာ်စိုတ် မၞးတအ်ဂှ်မ္ဂး - ဥပမာ ဟိုတ်နူကဵု ဍေံဒစဵုဒးစးဒၟံၚ်ကဵု <participationGuidelines>တၚ်သၞောဝ်ပရေၚ်ပါလုပ်ဂကောံ</participationGuidelines> ပိုဲတအ်မ္ဂး - စကာ မဍဵု အလာံ ပ္ဍဲကဵု UI ဂှ်ညိ။ မၞး ဆက်စၠောံကၠုၚ် ဇရေၚ်ပိုဲညးတအ် ပ္ဍဲ <emailFragment>commonvoice@mozilla.com</emailFragment> လေဝ် ဂွံမံၚ်ရ။

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
mnw: ဝါကျ မကဵုလဝ်ဒါန် ပ္ဍဲဒၞာဲဏအ်တအ်ဂှ် ဒးဒုၚ်ထပ်စုတ် တၚ်ဂၞၚ်ဒေတာ မနွံကဵုလာၚ်ဇြေန် CC-0 မကဵုလဝ်အခေါၚ် သွက်ညးဂမၠိုၚ် ဂွံသုၚ်စောဲမာန်ရောၚ်။

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
mnw: ဝါကျဂမၠိုၚ်တအ်ဂှ် ညးၜါတၠ ဒး စၟဳစၟတ် ဒး ဒုင်တဲ တုဲ ဟေင် ဂွံ ပါလုပ် ပ္ဍဲ Common Voice မာန်ရ။ မၞး ကၠောန်ဗဒှ် စဳပၞောန် သွက် အရေဝ်ဘာသာ မၞး ပ္ဍဲ <languageGuidelinesLink>ဒၞာဲဏအ် </languageGuidelinesLink> ညိ။ ဝါကျ တံဂှ် ဒးဒှ် ဒြပ်ညးဂမၠိုၚ် တုဲ ဒး ဂၠေံ နူ ၁၅ မ ရ။ မၞး အာတ်မိက် ညးတၠလိက် တံ သွက်ဂွံ သ္ပကဵု <waiverLink>CC0 နဲကဲ ဗလးအခေါင် </waiverLink> ပိုဲတံ မာန်ရ၊ တုဲမ္ဂး ပလံၚ်ဗစိုပ်ကဵု ပိုဲတံ ပ္ဍဲ commonvoice@mozilla.com ညိ။

source: { $sentences } sentences reviewed. Thank you!
mnw: { $sentences } ဝါကျ စၟဳစၟတ်လဝ်တုဲဂမၠိုၚ်။ တၚ်ဂုဏ်ရ။

source: Sentence text
mnw: မလိက်ဝါကျ

source: Sentence Variant
mnw: ဝါကျ ဗီုပြၚ်တၞဟ်

source: Separate sentences into one line by pressing “Enter” or “Return” once
mnw: ပါ်ဝါကျမွဲပၞောန်မွဲဝါကျမ္ဂး ဍဵုတဴ “Enter” ဟွံသေၚ်မ္ဂး “Return” မွဲဝါညိ။

source: Serbian
mnw: သာဗဳယျာ

source: Seri
mnw: သေရဳ

source: Serian Bidayuh
mnw: သေရဳယာန် ဗဳဒါယု

source: Server error processing your clip. Please reload the page or try again later.
mnw: ပ္ဍဲကာလ စဳရေၚ်ဒၟံၚ်ၚ် ကလေပ်မၞးဂှ် ဆာဗာ ယောၚ်ယာအာ ရ။ ကလေၚ်ပံက် မုက်လိက်ဏအ် ဟွံသေၚ်မ္ဂး လက္ကရဴ ကလေၚ်ဂစာန်ရံၚ် ညိ။

source: Service and Retail
mnw: ပရေၚ်ရေၚ်တၠုၚ် ကေုာံ ပရေၚ်သွံရာန်

source: Set a goal
mnw: ဖျေံ တိုၚ်ပ္ကဴရန်တၟံ မွဲ

source: Set my visibility
mnw: ဖျေံ ပရေင်ညာတ်မာန် အဲ

source: Setswana
mnw: သေတ်သဝါနာ

source: Settings
mnw: သ္ၚိချိၚ်

source: Sex
mnw: လိၚ်

source: Sex or Gender
mnw: လိၚ်

source: SHA256 Checksum Copied!
mnw: SHA256 Checksum စၠောအ်ကေတ်လဝ်တုဲရ။

source: Shan
mnw: သေံ

source: Share Common Voice
mnw: တြး Common Voice ညိ။

source: Share my goal
mnw: ပါ်ပရအ် တိုၚ်ပ္ကဴအဲ

source: Share your clip
mnw: တြးရမျာၚ်မၞးညိ။

source: Share your { $count } Clip Daily Goal for { $type }
mnw: ပါ်ပရအ် တိုၚ်ပ္ကဴရန်တၟအ် ကလေပ် { $count } ရိုဟ်ဟ်တ္ၚဲမၞး သွက် { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
mnw: ပါ်ပရအ် တိုၚ်ပ္ကဴရန်တၟအ် ကလေပ် { $count } ရိုဟ်ဟ်သတ္တဟမၞး သွက် { $type }

source: Share your event
mnw: ပါ်ပြအ် ကမၠောန်ကိစ္စမၞး

source: Shimaore
mnw: ရှဳမာအဝ်ရဳ

source: Shina
mnw: ရှဳနာ

source: Shona
mnw: ရှဝ်နာ

source: Shortcuts
mnw: နဲကဲခမၞန်ဂမၠိုၚ်

source: [Should be ‘dinosaurs’]
mnw: [ထေက်ကဵုဒးဒှ် ‘dinosaurs’ ရောၚ်]

source: [Should be “We are”]
mnw: [ထေက်ကဵုဒးဒှ် “We are”] ရ။

source: Show All Datasets
mnw: ဓမံၚ်ထ္ၜး တၚ်ဂၞၚ်ဒေတာသီုဖအိုတ်

source: Show keyboard shortcuts
mnw: ဓမံက်ထ္ၜး ကောန်ဍေၚ် ကရတ်

source: Show Latest Datasets
mnw: ဓမံၚ်ထ္ၜး တၚ်ဂၞၚ်ဒေတာတၟိတၟိဂမၠိုၚ်

source: Show me sentences and clips from all variants within my language
mnw: ပ္ညုၚ်ထ္ၜးကဵုအဲ ဝါကျ ကေုာံ ကလေပ်တအ် နူအလုံဗီုပြင်တၞဟ်ဟ် ပ္ဍဲ အရေဝ်ဘာသာအဲ ညိ။

source: Show my ranking
mnw: ထ္ၜး ကဆံင် အဲ

source: Sicilian
mnw: သဳသဳလဳယျာ

source: Sign up
mnw: ကၠောန်အကံက်တၟိ

source: Sign up for an account
mnw: ပၠောပ်စရၚ် သွက်ဂွံကၠောန် အကံက် မွဲ

source: Sign up for Common Voice and Mozilla Foundation updates
mnw: သွက်ပရိုၚ်တၟိ Common Voice ကေုာံ Mozilla Foundation ဂမၠိုၚ်ဂှ် ပၠောပ်စရၚ်ညိ။

source: Sign up for { $lang } updates:
mnw: ပတိုန်စရၚ်သွက်တၚ်နၚ်တၟိ ဘာသာ{ $lang }

source: Simple and easy for anyone to understand
mnw: လောဲသွာတုဲ ဇၟာပ်မၞိဟ်ဒးကၠိုဟ်ကေတ်မာန်ရောၚ်။

source: Sindhi
mnw: သိန်ဒဳ

source: Sindhi Bhil
mnw: သိန်ဒဳ ဗဳလ်

source: Single
mnw: မွဲဝါကျ

source: Single sentence submission
mnw: ပတိုန် မွဲဝါမွဲဝါကျ

source: Single ZIP file containing
mnw: ပါလုပ် ဝှာၚ် ZIP မွဲမရ။

source: Sinhala
mnw: သေန်ဟဠ

source: Siswati
mnw: သဳသဝါတဳ

source: Size
mnw: အယျဲ

source: Skip
mnw: သရုၚ်ထောံ

source: Skip backwards 5 seconds
mnw: ကလေၚ်ဆုတ် ၅ စက္က

source: Skip forwards 5 seconds
mnw: အာဂတ ၅ စက္က

source: Skipped
mnw: သရုၚ်ထောံလဝ်

source: Skip Submission Feedback
mnw: သရုၚ်ထောံ တင်ကလေင်ပလံင် ပွမပတိုန်ထ္ၜး

source: Slovak
mnw: သလဝ်ဗာတ်

source: Slovenian
mnw: သလဝ်ဗဳနဳယျာ

source: Slow
mnw: သိုက်က်

source: Slower playback speed
mnw: ပံက် ဒမြိပ်အသိၚ် သိုက်က်

source: Small batch
mnw: ၜါပိဝါကျ

source: Small batch sentence submission
mnw: ပတိုန် မွဲဝါ ၜါပိဝါကျ

source: Small businesses, including tech and AI start ups
mnw: ပရေင်ပိုန်ဒြပ်ဍောတ်တ်ဂမၠိုၚ် မပ္တံကဵု သိပ္ပံ သီုကဵု ကမၠောန် AI တၟိ ဂမၠိုင်တအ် ပါလုပ်ရ။

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
mnw: [ခအှ်] ဒိုၚ်နဝ်သဝ် ဇၞော်ဇၞော်ဂမၠိုၚ် [ခဍက်] ပ္ဍဲခေတ် Triassi။

source: Social media
mnw: မဳဒဳယာ ဆက်စၠောံဂမၠိုၚ်

source: Solicit personally identifying information (like names or financial information)
mnw: ​အာတ်မိက် တၚ်နၚ်ပူဂိုလ်ဂမၠိုၚ် (ဥပမာ- ယၟု ဟွံသေၚ်မ္ဂး တၚ်နၚ် ပရေၚ်ဘဏ္ဍာ)

source: Solicit personally identifying information (like names or financial information) or offensive sentiments
mnw: အာတ်မိက် တၚ်နၚ် ပူဂိုလ်ဂမၠိုၚ် (ဥပမာ- ယၟု ဟွံသေၚ်မ္ဂး တၚ်နၚ် ပရေၚ်ဘဏ္ဍာ) ဟွံသေၚ်မ္ဂး လညာတ်ဟွံဂပ်ဝ်

source: Somali
mnw: သဝ်မာလဳ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
mnw: အရေဝ်ဘာသာလ္ၚဵုတအ်ဂှ် ပ္ဍဲ သဒ္ဒါ၊ ဝေါဟာရ ကေုာံ ဗီုပတိတ်ရမျှာၚ်တအ်ဂှ် နွံတဴကဵုတၚ်တၞဟ်ခြာဇၞော်ကဵုဇြဟတ်ရ။ ဟိုတ်ဂှ်ရ ပိုယ်တအ် <ctaLink\\>စဆက်ကၠုၚ်မိတ်ကဵု 'ဗီုပြၚ်တၞဟ်ခြာဂမၠိုၚ်' </ctaLink\\> ပ္ဍဲ သၞာံ ၂၀၂၂ ရ။ ဣဏအ်ဂှ် ကဵု ဂကောံမၞိဟ်တအ် နဲကဲမွဲ သွက်ဂွံ ပါ်ခြာ အရေဝ်ဘာသာ ညးတအ် အပ္ဍဲ တၚ်ဂၞၚ်မူလပစ္စယ်ဇၞော်ဇၞော်တအ်ရ။

source: Someone asks for a language to be added.
mnw: ညးမွဲမွဲ အာတ်မိက် သွက်ဂွံထပ်စုတ် အရေဝ်ဘာသာ

source: Something went wrong. Please try again.
mnw: ဗၠေတ်ယောင်ယာအာမွဲမွဲယျ။ ကလေင်ဂစာန်ရံင် မွဲဝါပၠန်ညိ။

source: Something went wrong while fetching audio for transcriptions. Please try again later.
mnw: အခိၚ်ကေတ်ရမျာၚ် သွက်ဂွံချူပတိတ်ဂှ် တၚ်ဗၠေတ်ယောၚ်ယာမွဲ မံက်က္တဵုဒှ်ကၠုၚ်လဝ်ရ။ အခိၚ်လက္ကရဴ ကလေၚ်ဂစာန်ရံၚ်ပၠန်ညိ။

source: Something went wrong while fetching prompts. Please try again later.
mnw: အဃောကေတ်ဒၟံၚ် တၚ်စၞောန်ဂှ် ပြသၞာမွဲမွဲ ကတဵုဒှ်အာရ။ လက္ကရဴ ကလေၚ်ဂစာန်ရံၚ် မွဲဝါပၠန်ညိ။

source: Something went wrong while fetching questions. Please try again later.
mnw: အဃောကေတ်ဒၟံၚ် ပုစ္ဆာတအ်ဂှ် မွဲမွဲသာ် ဗၠေတ်ယောၚ်ယာအာရ။ လက္ကရဴ ကလေၚ်ဂ္စါန်ရံၚ် မွဲဝါပၠန်ညိ။

source: Something went wrong while fetching the list of available datasets. Please try again later.
mnw: အဃောကေတ်ဒၟံၚ် စရၚ် ဒေတာဆက် မနွံတအ်ဂှ် မွဲမွဲသာ် ဗၠေတ်ယောၚ်ယာအာရ။ လက္ကရဴ ကလေၚ်ဂ္စါန်ရံၚ် မွဲဝါပၠန်ညိ။

source: Something went wrong while fetching transcriptions. Please try again later.
mnw: အဃောကေတ်ဒၟံၚ် မလိက်တက်ပ္တိတ်နူရမျာၚ်ဂှ် မွဲမွဲသာ် ဗၠေတ်ယောၚ်ယာအာရ။ လက္ကရဴ ကလေၚ်ဂ္စါန်ရံၚ် မွဲဝါပၠန်ညိ။

source: Something went wrong with reCAPTCHA. Please try again.
mnw: စပ်ကဵု reCAPTCHA တုဲ ဗၠေတ်ယောင်ယာအာမွဲမွဲရ။ ကလေင်ဂစာန်ရံင် မွဲဝါပၠန်ညိ။

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
mnw: ဗီုပြၚ်တၞဟ်ခြာ ကေုာံ အရေဝ်ဒေသလ္ၚဵုတအ် ပ္ဍဲကဵု ရေဝ်ဘာသာ ဟွံသေၚ်မ္ဂး ဂကောံအရေဝ်ဘာသာမွဲမွဲဂှ် တၞဟ်ခြာဒၟံၚ် ရေၚ်သ္ကအ်ဗွဲမလောန်ရ။ ယဝ်ရ မၞး ဒှ်ဒၟံၚ် အခက်အခုဲ ပ္ဍဲအရာမပါလုပ်ကဵု ဗီုပြၚ်တၞဟ်ခြာတၟေၚ်မွဲမွဲမ္ဂး၊ မၞး ပြံၚ်လှာဲကေတ် တၚ်ဒးစိုတ်မၞး ပ္ဍဲဒၞာဲဏအ် မာန်ရ။

source: Soninke
mnw: သဝ်နိန်ကေ

source: Sorbian, Lower
mnw: သောဗဳယာန် (သၟဝ်)

source: Sorbian, Upper
mnw: သောရ်ဗဳယျာ၊ လတူ

source: Sorry, Common Voice is running slowly. Thanks for your interest.
mnw: Common Voice ကၠောန်ကမၠောန်လဇုဲဒၟံၚ်ဂှ် သၠးအခေါၚ်ညိ။ စိုတ်လုပ်စဂှ် တၚ်ဂုဏ်ရ။

source: Sorry, something went wrong
mnw: အရာမွဲမွဲဗၠေတ်ယောၚ်ယာအာရ၊ သၠးအခေါၚ်ညိ။

source: Source: { $sentenceSource }
mnw: ဝါကျမူလ { $sentenceSource }

source: Southern Kurdish
mnw: ကူရ်ဒေတ် သၠုၚ်ကျာ

source: Southern Pastaza Quechua
mnw: ခေတ်ချူအာ ပါသတာဇြာ သၠုၚ်ကျာ

source: Southern Sotho
mnw: သဝ်ထဝ် သၠုၚ်ကျာ

source: Spanish
mnw: သပိန်

source: Speak
mnw: ဟီု

source: Speakable
mnw: ဟီုဂးမာန်

source: Speakers
mnw: ညးပၠောပ်ရမျှာၚ်ဂမၠိုၚ်

source: Speaking
mnw: ဟီုတဴဒၟံၚ်

source: Speaking and Listening
mnw: ဟီုတဴဒၟံၚ် ကေုာံ ကလၚ်တဴဒၟံၚ်

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
mnw: ဟီုပတိတ်နကဵုရမျှာၚ်ဓမ္မတာညိ။ ဗီုမၞး မဟီုပ္တိတ်မံင်ဂှ် ပိုဲတံ ဒုင်ဒၟံၚ်တဲရ - ပိုဲတအ်နွံပၟိက် အတိုင်ရမျှာၚ်မၞး ဗီုပကတိဂှ်ရ၊ တုဲပၠန် ပိုဲနွံပၟိက်ကဵု ဗီုပြင် ရမျှာၚ် ထတ်သာ ကေုာံ ရမျှာၚ်သၠုင်သဝ်မၞး အတိုၚ်သဘာဝရ။

source: Speak now
mnw: စဟီုညိ

source: Speak options menu
mnw: စရၚ်တၚ်ရုဲစှ်သွက်ဂွံဟီုဂမၠိုၚ်။

source: Speak up, contribute here!
mnw: ဟီုပတိတ်ညိ၊ ဘိုၚ်ရီုပါလုပ်ဒၞာဲဏံညိ။

source: Special Characters and Foreign Letters
mnw: အက္ခရ်တၟေင် ကေုာံ မလိက်သအာၚ်ဂမၠိုင်

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
mnw: လက်သန် ကေုာံ သင်္ကေတ တၟေင်တအ်ဂှ် အခိၚ်ကာလ နွံပၟိက် ဒးစကာသုၚ်စောဲဟေင် ထေက်ကဵု ဒးစုတ် ရ။ ဥပမာ - သင်္ကေတ သကေံတဲလ္တူ (apostrophe) ဂှ် ပါလုပ် ပ္ဍဲ မလိက်အင်္ဂလိက် ဥပမာ “don’t” ဟွံသေၚ်မ္ဂး “we’re” တုဲ ဒးပါလုပ် ပ္ဍဲ မလိက်တမ် ကီုလေဝ်၊ သွက် သင်္ကေတ တၟေင် မပ္တံကဵု “@” ဟွံသေၚ်မ္ဂး “#” တအ်ဂှ် ဒှ်အရာမနွံပၟိက်စကာသုၚ်စောဲအောန်တဴရ။

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
mnw: <speechBlogLink>စတမ်ကၠောန် ပရေင်စၟတ်သမ္တီရမျာၚ်</speechBlogLink>

source: Spelling and Punctuation
mnw: ပံၚ်အက္ခရ် ကေုာံ ဖျေံပိုတ်

source: Split into { $archiveCount } ZIP files containing
mnw: ဝှာၚ် ZIP ပါလုပ်တအ်ဂှ် ပါ်စုတ်ထောံ { $archiveCount } ကရေက်

source: Splits
mnw: ကရေက်ဂမၠိုက်

source: Splits (Age and Sex)
mnw: ပါ် (အာယုက် ကေုာံ လိၚ်)

source: Spontaneous Speech
mnw: လဟီုသဘာဝ

source: SPONTANEOUS SPEECH
mnw: လဟီုသဘာဝ

source: Spontaneous Speech Already Available
mnw: Spontaneous Speech ဂှ်နွံဒၟံၚ်တုဲတုဲရ။

source: Start recording
mnw: စရပ်ပၠောပ်ရမျာၚ်။

source: Start typing to describe your accent
mnw: သွက်ဂွံဓမံက်လဴထ္ၜးရမျာၚ်ဂရုလဟုမ္ဂးဂှ် စတက်တဴလိက်ညိ။

source: Start typing to search
mnw: သွက်ဂွံဂၠာဲဂှ် စတက်စုတ်မလိက်ညိ။

source: Stats
mnw: စရင်အင်

source: Status Page
mnw: မုက်လိက်အကာဲအရာ

source: Still have questions?
mnw: အရေဝ်သၟာန်နွံဒၟံၚ်ဏီဟာ

source: Store your keys safely and avoid exposing them in public repositories. The SECRET key is only accessible now and will not be shown again.
mnw: ဂိုင်ဒေပ် ကသအ်မၞး ဗွဲမဂီုကၠီုညိ တုဲပၠန် ဝေင်ပါဲ ပွမပတိတ်ထ္ၜး ပ္ဍဲဒၞာဲသၠဒေပ် ညးဂမၠိုင်ညိ။ ကသအ်ဓလုက်ဂှ် လုပ်ကေတ်မာန် အခိၚ်လၟုဟ်ဟေင်ရ တုဲမ္ဂး ဟွံကလေင်ထ္ၜးကဵု မွဲအလန်ပၠန်ရောၚ်။

source: Streaks
mnw: ဆက်က်

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mnw: <strong>[ခရက်]</strong> ဒာၚ်နဝ်သဝ် ဇၞော်ဇၞော် ခေတ် <strong>[ခရက်]</strong> -ရိုက်အက်သေတ်ရ။

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
mnw: <strong>လ္ပ တးပါဲ ကလေပ်ရမျာၚ် ဒၞာဲ ညးတၞဟ်ဟီု ‘ဟွံတုပ်ကဵုရမျာၚ်’ မၞးညိ။</strong> - အရာဝွံ ကိစ္စဇၞော် သွက်စက်သမ္တီရမျာၚ် ဂွံကၠောန်ကမၠောန်ခိုဟ်တိုန် သွက်ဇၟာပ်မၞိဟ်ရ။

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
mnw: <strong>ဖန်ဗဒှ်ကေတ်ညိ</strong> ဂကောံအရေဝ်ဘာသာမၞးဂှ် တၟေင်တၞဟ်ခြာတဴတုဲ ဣဏအ်ဂှ် ဒှ်နဲကဲ သွက်ဂွံစဒက်ပ္တန်ကၠောန် မွဲၜါတၚ်ရ။

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started. Please consider adding your community channels to <communitiesLink>COMMUNITIES.md document on GitHub</communitiesLink>.
mnw: <strong>ဖန်ဗဒှ်ကေတ်ညိ</strong> ဂကောံ အရေဝ်ဘာသာ မၞးဂှ် တၟေၚ်တဴဒၟံၚ်ရောၚ်၊ တုဲပၠန် ဣဏအ်ဂှ် ဒှ်နဲကဲမွဲမွဲ သွက်ဂွံ စကၠောန်ရ။ ပၠုပ်စုတ် လၟောၚ်ဂကောံ မၞး ပ္ဍဲ <communitiesLink>လိက်ကၞပ် COMMUNITIES.md လတူ GitHub</communitiesLink> ညိ။

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
mnw: <strong>ဒေတာသေတ် Common Voice တၟိတအ်</strong> ဂှ် လၟုဟ် ဗွဲမတၟေၚ် နူကဵု ပလက်ဖံၚ် ကောဒေံပိုဲ၊ Mozilla Data Collective မွဲဓဝ်ဟေၚ် ဂၠောၚ်ဖျေဟ်ကေတ်မာန်ရ။ ပါလုပ် သွက်ဂွံ ကလိဂွံ အခေါၚ်သုၚ်စောဲ ဒေတာသေတ် အလုံဂၠးကဝ် ၃၀၀ ပြၚ် မကၠောန်ဗဒှ်လဝ် နကဵုဂကောံ ကေုာံ သွက်ဂကောံဂှ်ညိ။

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
mnw: <strong>Scripted Speech</strong> (ကိုပ်ကၠာတေံ မၞးတအ် တီလဝ် နဒဒှ် Common Voice) ဂှ် ဒှ်ဒၞာဲ မၞးတအ် ဗှ်ပတိတ်ရမျာၚ်ဝါကျတအ် နကဵု အရေဝ်ဘာသာ မၞးတအ် ဂွံရ။

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mnw: <strong>[ခအှ်]</strong> ဒာၚ်နဝ်သဝ် ဇၞော်ဇၞော် ခေတ် <strong>[ခဍက်]</strong> ထရိုက်အက်သေတ်ရ။

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
mnw: <strong>Spontaneous Speech</strong> ဂှ် ဒှ်ကဏ္ဍတၟိ ပ္ဍဲ Common Voice မွဲတုဲ၊ ဒှ်ဒၞာဲ မၞးတအ် ကလေၚ်သှ်ကဵု အရေဝ်သၟာန်တအ် နကဵု ဗီုပြၚ်သဘာဝစှ်ေစှ်ေ ကေုာံ အတိုၚ်အရေဝ်ဟီုဂလာန်ဓမ္မတာ ဂွံမာန်ရ။

source: Submit
mnw: ပတိုန်

source: Submit All
mnw: ပတိုန်သီုဖအိုတ်

source: Submit a new question for the community to read and respond to
mnw: သွက်ဂကောံဂွံဗှ် ဂွံကဵုသွဟ်ဂှ် ပ္တိုန်ကဵုအရေဝ်သၟာန်တၟိမွဲညိ။

source: Submit a report
mnw: ပတိုန်တၚ်နၚ်ပ္တိုန်ထ္ၜး

source: Submit clips
mnw: ပတိုန်ကလေပ်ရမျာၚ်

source: Submit new questions for the community to read and respond to
mnw: သွက်ဂကောံဂွံဗှ် ကေုာံ ဂွံကလေၚ်သှ်ကဵုဂှ် ပ္တိုန်ကဵုအရေဝ်သၟာန်တၟိဂမၠိုၚ်ညိ။

source: Submitted
mnw: ပတိုန်တုဲဒှ်

source: Submitting audio samples
mnw: ပတိုန်ဒၟံၚ် ရမျာၚ် နမူနာ

source: Subscribe
mnw: ပၠောပ်စရၚ်

source: Success
mnw: အံၚ်ဇၞး

source: success checkmark
mnw: အံၚ်ဇၞးတုဲဒှ်အာရအဴ။

source: Successfully accepted question
mnw: ဒုၚ်တဲ ဂလာန်သၟာန် တုဲဒှ်အာ ဗွဲမအံၚ်ဇၞးရ

source: Successfully rejected question
mnw: တးပါဲ ဂလာန်သၟာန် တုဲဒှ်အာ ဗွဲမအံၚ်ဇၞးရ

source: Success, profile created!
mnw: ပရဝ်ဝှာၚ် ကၠောန်တုဲဒှ် အံၚ်ဇၞးရ။

source: Sundanese
mnw: သုန်ဒါ

source: Support open, community-led datasets
mnw: ပံက်ကဵုအခေါၚ် တၚ်ဂၞၚ်မူလပစ္စယ် ဂကောံမက္ဍိုက်လဝ်က္ဍိုပ်ဂမၠိုၚ်

source: Suret
mnw: သူရေတ်

source: Svan
mnw: သဗာန်

source: Swahili
mnw: သွာဟဳလဳ

source: Swedish
mnw: သွဳဒေန်

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
mnw: သွက်ဂွံဒုၚ်တဲဝါကျဂှ် ခရေတ်ဏာလ္ပာ်ပုၚ်ညိ။ သွက်ဂွံတးပါဲဝါကျဂှ် ခရေတ်ဏာလ္ပာ်ပါဲညိ။ သွက်ဂွံသရုၚ်ထောံဝါကျဂှ် ခရေတ်ပတိုန်ညိ။ <strong>သွက်ဂွံပတိုန်အရာမၞးစၟဳစၟတ်လဝ်ဂှ် လ္ပဝိုတ်စညိ။</strong>

source: Syriac
mnw: သဳရဳယာတ်

source: Tag
mnw: ဆက်စပ်

source: Tagalog
mnw: တာဂါလံက်

source: Tag proper names, mixed words, or interjections
mnw: စုတ်တၚ်သမ္တီ ယၟုမဒးရး၊ မအရေဝ်နှဴရဴ ဟွံသေၚ်မ္ဂး အာမေဍိတ်တအ်ညိ။

source: Tags submitted successfully
mnw: ပတိုန် တၚ်သမ္တီ တုဲဒှ်အာ ဗွဲမအံၚ်ဇၞးရ။

source: Tahitian
mnw: တာဟဳတဳ

source: Taiwanese (Minnan)
mnw: ထာဲဝါန် (မိန်နာန်)

source: Tajik
mnw: တာဂျေတ်

source: Taking several attempts to read a word.
mnw: သွက်ဂွံဗှ် မအရေဝ်မွဲမဂှ် ဂစာန်တဴဒၟံၚ် ဂၠိုၚ်ကဵုအလန်ရ။

source: Tamazight
mnw: တာမာဇြာဲ

source: Tamil
mnw: တာမဳလ်

source: Tap
mnw: ခြာ

source: Tarifit
mnw: တာရဳဝှေတ်

source: Tashlhiyt
mnw: တာရှလ်ဟဳယေတ်

source: Tatar
mnw: တာတ်တာ

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
mnw: Tatoeba ဂှ် ဒှ် ဒတန်တင်ဂၞင်ဇၞော် ဝါကျ၊ လိက်ကၠာဲဘာသာ ကေုာံ ရမျာၚ်မဟီုတွဟ်လဝ်တအ်ဂမၠိုင် သွက်ဂွံ သုင်စောဲ ပ္ဍဲပရေင်လ္ၚတ်အရေဝ်ဘာသာရ။ ပ္ဍဲမဂၠေါၚ်ဖျေဟ်ကေတ် ရမျာၚ်အင်္ဂလိက် မဟီုတွဟ်လဝ်ဂှ် ရမျာၚ်မပၠောပ်စုတ်လဝ် နကဵု ဂကောံမှာဇန်ညးတအ်ဂမၠိုၚ်ဂှ်ပါလုပ်ရ။

source: Technology and Robotics
mnw: ပရေၚ်သိပ္ပံ ကေုာံ စက်

source: Technology that speaks your language
mnw: ပညာသိပ္ပံမဟီုဂးတဴအရေဝ်ဘာသာမၞး

source: TED-LIUM Corpus
mnw: ဂကောံအရေဝ် TED-LIUM

source: Teke
mnw: တေကေ

source: Tell us what you'd like to download:
mnw: အရာမၞးမိက်ဂွံဂၠေါၚ်ဖျေံဂှ်လဴထ္ၜးကဵုပိုဲညိ။

source: Telugu
mnw: တေလူဂူ

source: Tepeuxila Cuicatec
mnw: တေပေအူဇဳလာ ကူအဳကာတေတ်

source: Terms
mnw: စေဝ်ပၞောန်ဂမၠိုၚ်

source: <termsLink>Terms</termsLink>
mnw: <termsLink>စဳပၞောန်</termsLink>

source: Teutila Cuicatec
mnw: တေအူတဳလာ ကူအဳကာတေတ်

source: Thai
mnw: သေံ

source: Thanks for confirming your account, now let's build your profile.
mnw: ဟိုတ်နူသ္ပဒတန် အကံက်မၞးဂှ် တင်ဂုဏ်ရ၊ လၟုဟ် ပိုယ် ကၠောန်ဗဒှ် ပရဝ်ဝှာၚ်မၞးစိုအ်။

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
mnw: ဟိုတ်နူ ပရေၚ်ပါလုပ်ပံၚ်တောဲ နူကဵု မၞိဟ် ၂၅၉၀၀၀ တၠ နကဵု အရေဝ်ဘာသာ လ္တူနူ ၅၀ ဘာသာတုဲ၊ ဒေတာဏံဂှ် သုၚ်စောဲတဴ သွက်ဂွံ ဗ္တောန် အပ်လီကေယှေန် ရမျာၚ်တအ် ညံၚ်ဂွံ ကလေၚ်ခၠေဝ်သှ်ကဵု ရမျာၚ် ခိုဟ်တိုန်ရ။

source: Thank you for contributing to Spontaneous Speech!
mnw: ဘိုၚ်ပါလုပ်ပ္ဍဲ Spontaneous Speech ဂှ် တၚ်ဂုဏ်ရ။

source: Thank you for contributing your bulk submission!
mnw: ဟိုတ်ဂွံဘိုၚ်ပါလုပ်ပတိုန်လဝ်ကဵုဝါကျဂမၠိုၚ်ဂှ် တၚ်ဂုဏ်ရ။

source: Thank you for contributing your voice!
mnw: ဟိုတ်ဂွံဘိုၚ်ပါလုပ်ကဵုလဝ်ရမျာၚ်ဂှ် တၚ်ဂုဏ်ရ။
